<div id="board" class="board">
    <div class="container">
        <div class="row">
            <div class="col">
                <div>
                    <img src="https://picsum.photos/300/200?random=1" width="100%" height="350px" />
                </div>
            </div>
            <div class="col-7">
                <div>
                    <h1 class="course-title">
                        <strong>
                            دوره انجليزية لتأهيل الشباب السعودي
                        </strong>
                    </h1>
                </div>

                <div class="course-description">
                    تفاصيل الدورة
                </div>
                <div>
                دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي
                دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي
                دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي
                دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي
                دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي دوره انجليزية لتأهيل الشباب السعودي
                </div>
            </div>
        </div>
    </div>
</div>