<div id="profile" class="details">
    <div class="container">
        <div class="row">
            <div class="col-3">
                <img src="/images/default.png" alt="" class="board-profile-picture" />
            </div>
            <div class="col-9">
                <div>
                    <strong>
                        عبدالله بن عبدالعزيز بن ابراهيم الهدلق
                    </strong>
                </div>
                <div class="mb-4">
                    رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة رئيس مجلس الإدارة	
                </div>
                <div>
                    <strong>
                        الشهادات العلمية
                    </strong>
                </div>
                <div class="mb-4">
                     يحمل درجة الماجستير في الاتصالات و التسويق من جامعة ويبستر الأمريكية    
                </div>
                <div>
                    <strong>
                       الدورات التدريبية   
                    </strong>
                </div>
                <div class="mb-4">
                     يحمل درجة الماجستير في الاتصالات و التسويق من جامعة ويبستر الأمريكية    
                </div>
                <div>
                    <strong>
                        الخبرات العملية
                    </strong>
                </div>
                <div class="mb-4">
                     يحمل درجة الماجستير في الاتصالات و التسويق من جامعة ويبستر الأمريكية    
                </div>
            </div>
        </div>
    </div>
</div>